Repository: maycomayco/wp_eventos
Catalog: languages/knx-events-*.po
Languages: es_es

# Post Type General Name
source: Events
es_es: Eventos

# Post Type Singular Name
source: Event
es_es: Evento

source: Events
es_es: Eventos

source: Event
es_es: Evento

source: Items archives
es_es: Archivo de eventos

source: Item Attributes
es_es: Atributos del evento

source: Parent Item:
es_es: Evento padre:

source: All items
es_es: Todos los eventos

source: Add new item
es_es: Añadir nuevo evento

source: Add new
es_es: Añadir nuevo

source: New item
es_es: Nuevo evento

source: Edit item
es_es: Editar evento

source: Update item
es_es: Actualizar evento

source: View item
es_es: Ver evento

source: View items
es_es: Ver eventos

source: Search items
es_es: Buscar eventos

source: Not found
es_es: No encontrado

source: Not found in trash
es_es: No encontrado en la papelera

source: Featured image
es_es: Imagen destacada

source: Set featured image
es_es: Establecer imagen destacada

source: Remove featured image
es_es: Eliminar la imagen destacada

source: Use featured image
es_es: Usar imagen destacada

source: Insert in to item
es_es: Insertar en evento

source: Uploaded to this item
es_es: Cargado a este evento

source: Items list
es_es: Lista de eventos

source: Items list navigation
es_es: Navegación de lista de eventos

source: Filter items list
es_es: Filtrar lista de eventos

source: To manage events
es_es: Para administrar eventos

source: Event information
es_es: Información del evento

source: End date
es_es: Fecha de finalización

source: End date for the event.
es_es: Fecha de fin del evento.

source: KNX Events
es_es: Administración de Eventos

source: Show current events.
es_es: Mostrar eventos vigentes.

source: Columns
es_es: Columnas

source: 2 columns
es_es: 2 columnas

source: 3 columns
es_es: 3 columnas

source: 4 columns
es_es: 4 columnas

source: Number of events
es_es: Número de eventos

source: How many events you will show?
es_es: ¿Cuántos eventos desea mostrar?

source: View event
es_es: Ver evento

source: WP Events manager
es_es: Administrador de eventos

source: Managing events has never been so easy!
es_es: Administrar eventos nunca fue tan sencillo!
